[
  {
    "url": "https://www.childwelfare.gov/",
    "title": "Child Welfare Information Gateway",
    "content": "Child Welfare Information Gateway is your connection to trusted resources on the child welfare continuum. We provide publications, research, and learning tools selected by experts to support thriving children, youth, families, and communities."
  },
  {
    "url": "https://www.childwelfare.gov/about/",
    "title": "About Child Welfare Information Gateway",
    "content": "The Child Welfare Information Gateway serves as a primary source for child welfare resources, helping families and communities thrive by providing trusted publications, research, and learning tools."
  },
  {
    "url": "https://www.childwelfare.gov/topics/parenting/",
    "title": "Parenting and Caregiving Resources",
    "content": "Explore resources related to parenting, including strategies to support well-being, tools to foster resilience, and information on enhancing child and family life."
  },
  {
    "url": "https://www.childwelfare.gov/topics/prevention/",
    "title": "Human Trafficking and Child Welfare: A Guide for Child Welfare Agencies",
    "content": "BULLETINS FOR PROFESSIONALS  | APRIL 2023\nHuman Trafficking and Child Welfare: A Guide for Child Welfare Agencies\nChildren and youth involved with the child  WHAT'S INSIDE\nwelfare system are at heightened risk for \nexperiencing human trafficking. Therefore, child  Background\nwelfare agencies must be at the forefront of the \nresponse to and prevention of human trafficking. \nScope of human trafficking\nThis bulletin explores how agencies can support \nchildren and youth who have been exploited \nas well as those who may have risk factors for \nfuture exploitation. It provides background \ninformation about trafficking, including its \nscope, relevant legislation and initiatives, and \nstrategies that agencies can implement to \naddress the trafficking of children and youth in \nthe United States. Strategies for State and local agencies\nChild Welfare Information Gateway developed \nHuman Trafficking and Child Welfare: A Guide \nfor Caseworkers , a companion guide to this \npublication, to assist child welfare caseworkers \nin addressing human trafficking. References\nChildren’s Bureau/ACYF/ACF/HHS  |  800.394.3366  |  Email:  info@childwelfare.gov |   https://www.childwelfare.gov 1\n\nBACKGROUND\nAlthough human trafficking is by no means a new issue, in recent years public agencies have greatly \nstrengthened their focus on its identification and prevention as well as on treatment for those \nwho have experienced trafficking. The following sections provide information on the scope of the \nproblem of human trafficking and its connections within the child welfare system.\nDefinitions and Terminology\nThe Trafficking Victims Protection Act of 2000 (TVPA) (P.L. 106–386), as amended, defines “severe forms of \ntrafficking in persons” as the following:\n   Labor trafficking  is the recruitment, harboring, transportation, provision, or obtaining of a person for \nlabor or services through the use of force, fraud, or coercion for the purpose of subjection to involuntary \nservitude, peonage, debt bondage, or slavery.\n   Sex trafficking  is the recruitment, harboring, transportation, provision, obtaining, patronizing, or \nsoliciting of a person for the purpose of a commercial sex act when a commercial sex act is induced by \nforce, fraud, or coercion. Of note, while adults must be compelled to perform commercial sex by force, \nfraud, or coercion for it to be considered a severe form of trafficking in persons, this is not the case for \nchildren. By law, children under the age of 18 who engage in a commercial sex act or exchange sex for \nanything of value, including food or a place to stay, are victims of sex trafficking.\nAlthough the terms “victim” and “survivor” are sometimes used interchangeably, this bulletin uses the term \n“victim” while still acknowledging the strength and resiliency of those who have experienced trafficking. We \nalso use “child [and/or youth] who has experienced trafficking.” Those working directly with a person who \nhas experienced trafficking should also consider how they wish to identify, using their preferred terms or \npronouns or offering them a choice.\nFor more information about how States classify human trafficking, see Information Gateway’s  Definitions of \nHuman Trafficking .\nSCOPE OF HUMAN TRAFFICKING\nThe exact number of children and youth who have experienced human trafficking in the United \nStates is unknown, and determining the number is difficult. The number varies widely from source \nto source, often due to differences in definitions and methodologies (Finklea et al., 2015). Challenges \nto data collection include the following: \n   Those who experience trafficking not self-identifying due to factors including complex trauma, \ntrauma bonds, and normalization of victimization\nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email:  info@childwelfare.gov   |   https://www.childwelfare.gov 2\n\n   Lack of screening mechanisms to identify victims, which leads to underreporting if trafficking is \nidentified but reported as child abuse or sexual abuse\n   Lack of services available after disclosure, which may lead to underreporting  \n   Individuals potentially not being identified if they talk to a professional who lacks a trauma-\ninformed approach or if they fear talking to authorities, distrust service providers, or have been \ncoached by their traffickers on what to say \nFor a more thorough discussion of data collection issues, see  Capturing Human Trafficking \nVictimization Through Crime Reporting , a final report from a U.S. Department of Justice grant.\nWhile existing national data are not reliable indicators of the prevalence of human trafficking, and \nmost service providers believe that available statistics underestimate the scope of the problem, \nthere are various studies and organizations that provide a glimpse of how many children may be \nvictims of human trafficking: \n   The  National Human Trafficking Hotline  (2023) received reports for 10,360 potential cases of \nhuman trafficking in 2021, with minors being identified as the victims in 13 percent of labor \ntrafficking cases and 28 percent of sex trafficking cases.  \n   In 2021, an estimated one in six of the more than 25,000 children reported to the  National Center \nfor Missing and Exploited Children  (NCMEC) had experienced sex trafficking (NCMEC, n.d.). \n   In fiscal year 2021, the U.S. Department of Health and Human Services (HHS) certified that 1,200 \nforeign national minors had experienced trafficking and were eligible for victims' services. Of \nthose, a quarter had experienced sex trafficking, and 68 percent had experienced labor trafficking \n(U.S. Department of State, 2022).\nChildren and youth who experience human trafficking are diverse and include all races and \nethnicities, socioeconomic statuses, sexual orientations, and gender identities (Gibbs, Feinberg, \net al., 2019). While females are often identified as more likely to experience trafficking, this could \nreflect limited recognition of males and other gender identities as victims (National Human \nTrafficking Training and Technical Assistance Center, 2021). One research review concluded that \ndemographic characteristics are not independent risk factors for trafficking (Choi, 2015). Foreign \nnationals of all genders, though, more often experience labor trafficking than sex trafficking (U.S. \nDepartment of State, 2022). American Indian, Alaska Native, Native Hawaiian, and Pacific Islander \nwomen and girls may also experience more risk factors for trafficking (Administration for Native \nAmericans, 2018). Additionally, a 2020 meta-analysis found a significant correlation between sexual \nexploitation and children and youth who show high levels of sexual risk taking, have multiple sexual \npartners, were exposed to child pornography, have a history of childhood sexual abuse, or have a \ndiagnosis of posttraumatic stress disorder (Laird et al., 2020).\nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email:  info@childwelfare.gov   |   https://www.childwelfare.gov 3\n\nINTERSECTION OF HUMAN TRAFFICKING AND CHILD WELFARE\nA background of abuse and other trauma—coupled with the impermanence of foster care or \ncongregate care—can make children in out-of-home care especially vulnerable to trafficking. \nResearch has found links between out-of-home placements and an increased vulnerability to human \ntrafficking and sexual abuse (Reid et al., 2017; Gibbs, Henninger, et al., 2018). \nTraffickers may specifically target children in (or who have run away from) foster care because \nof their increased vulnerability and work to exploit the fact that these children may not have \ntheir familial, emotional, or basic needs met (Amaya et al., 2021). Traffickers may promise to meet \nthose needs—at times employing psychological manipulation and financial incentives—and then \nuse persuasion, violence, drugs, or physical control to retain and exploit them. It is important to \nacknowledge the grooming that occurs as predators work to create emotional bonds with the child \nor youth under their control. Past or current sexual abuse can make children and youth particularly \nvulnerable to abuse by traffickers and predators since abuse may normalize certain sexual behaviors. \nChildren who have experienced multiple out-of-home placements may also have increased \nvulnerability if they develop an understanding that they play a role in making money for others (e.g., \nthrough foster care payments).\nIt is difficult to estimate how many people who have experienced trafficking have also had \ninvolvement with the child welfare system, but several studies show a strong connection. For \nexample, in 2021, an estimated 19 percent of the children reported to NCMEC as missing from foster \ncare experienced sex trafficking (NCMEC, n.d.).  \nThe Justice for Victims of Trafficking Act (JVTA) modified the Child Abuse Prevention and \nTreatment Act (CAPTA) in 2015 to require that child welfare agencies report, to the maximum extent \npracticable, the number of children who are victims of sex trafficking to the National Child Abuse \nand Neglect Data System (NCANDS). (For more information on JVTA's amendments to CAPTA, \nsee the \"Federal Legislation Regarding Human Trafficking\" section of this bulletin.) States began \nreporting these data to the NCANDS beginning in Federal fiscal year (FFY) 2018. The most recent \ndata—from FFY 2020—suggest that 0.2 percent of all children experiencing maltreatment in the \nUnited States experienced sex trafficking, with 88.6 percent of sex trafficking victims identifying as \nfemale and 10.9 percent as male (Children's Bureau, 2022b).\n\nFEDERAL LEGISLATION AND INITIATIVES\nThe Federal Government has been highly involved in directing a coordinated response to human \ntrafficking. In recent decades, several major pieces of legislation have been enacted. Additionally, the \nWhite House and Federal departments and agencies have undertaken collaborative and individual \nefforts to support people who experience human trafficking and bolster the Federal response.\nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email:  info@childwelfare.gov   |   https://www.childwelfare.gov 4\n\nFEDERAL LEGISLATION REGARDING HUMAN TRAFFICKING\nThe TVPA, as amended, was the first comprehensive piece of Federal law to address human trafficking \n(TVPA, 2000). The TVPA laid the foundation for various prevention, protection, and prosecution strategies \nregarding human trafficking. Key provisions from the TVPA and its reauthorizations include the following: \n   The establishment of definitions of trafficking and identifying trafficking as a Federal crime\n   The creation of the  Office to Monitor and Combat Trafficking in Persons  at the U.S. Department of State \nand the  President ' s Interagency Task Force to Monitor and Combat Trafficking in Persons  (PITF)\n   Restitution for victims\n   Programs to prevent trafficking and to protect and assist victims\n   Training requirements for frontline workers in certain industries \n   Strengthened prosecution and punishment of traffickers\nIn 2014, additional legislation—the Preventing Sex Trafficking and Strengthening Families Act (PSTSFA) \n(P.L. 113–183)—was enacted. It requires title IV-E agencies to develop policies and procedures to identify, \ndocument, and determine appropriate services for children under the placement, care, or supervision \nof a child welfare agency who are vulnerable to experiencing or who are experiencing sex trafficking. It \nalso outlines several reporting requirements, such as providing information on children identified as sex \ntrafficking victims to law enforcement within 24 hours, providing the total number of children who are \nvictims, and providing the number of children in foster care who are victims. \nIn 2015, JVTA further established Federal requirements and protections related to human trafficking \nby modifying CAPTA. Specifically, JVTA requires that CAPTA State plans include provisions related to \nidentifying and assessing reports involving children and youth who are suspected or known to have \nexperienced sex trafficking and provisions on training for child protective services (CPS) workers to \nidentify and serve children and youth who are affected. (For more information on training requirements, \nsee this bulletin's \"Training for Agency Staff and Partners\" section.) JVTA also requires State child welfare \nagencies to report the number of children and youth determined to have experienced sex trafficking to \nHHS. Finally, the legislation expanded the CAPTA definition of \"child abuse and neglect\" and \"sexual abuse\" \nto incorporate child sex trafficking. \nThe Trafficking Victims Prevention and Protection Reauthorization Act of 2022 (P.L. 117–348) was signed \ninto law on January 5, 2023. This law reauthorizes and amends TVPA. Additionally, the law amends title \nIV-E plan requirements to require regular communication and details when reporting missing or abducted \nchildren to law enforcement and NCMEC. This may include, for example, sharing information pertaining \nto the child or youth's recovery and circumstances related to the recovery and providing a photo, \ndescription of physical features, and endangerment information, such as pregnancy status, prescription \nmedications, or suicidal tendencies.\nFor a comprehensive discussion of the PSTSFA and JVTA and key provisions, including State laws defining \nhuman trafficking as child abuse and neglect, see the following publications: \n   Definitions of Human Trafficking  (Information Gateway)\nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email:  info@childwelfare.gov   |   https://www.childwelfare.gov 5\n\n   Responding to Child Victims of Human Trafficking  (Information Gateway)\n   Report to Congress: The Child Welfare System Response to Sex Trafficking of Children  (HHS \nAdministration for Children and Families [ACF]) \n   Identifying and Addressing Human Trafficking in Child Welfare Agencies: Final Report  (HHS, ACF, Office \nof Planning, Research, and Evaluation)\nFederal Guidance About Human Trafficking Laws\nThe following Program Instructions (PIs) and Information Memoranda (IMs) provide guidance from ACF \n1 about legislation related to human trafficking:  \n   ACYF-CB/FYSB-IM-14-01 : Provides guidance on services for youth under age 18 who run away from \nfoster care and come into contact with runaway and homeless youth programs\n   ACYF-CB-IM-14-03 : Provides basic information on the PSTSFA, including title IV-E plan changes, \nnew case plan requirements and definitions, additions to the Adoption and Foster Care Analysis and \nReporting System, modifications to the Family Connection grants and John H. Chafee Foster Care \nProgram for Successful Transition to Adulthood, and reauthorization of the Adoption and Guardianship \nIncentive Program\n   ACYF-CB-PI-14-06 : Provides instruction on some of the changes to the title IV-E plan requirements \nresulting from the PSTSFA that were effective as of September 29, 2014\n   ACYF-CB-IM-15-05 : Informs States of the enactment of the JVTA and provides basic information on \nchanges to the CAPTA grants to States for child maltreatment prevention and treatment programs, \nincluding changes to the definition of child abuse and neglect\n   ACF-IM-22-01 : Describes resources available to assist States in meeting legal requirements intended to \nprotect children and youth in the child welfare system from negative outcomes associated with human \ntrafficking\n   ACYF-CB-PI-15-07 : Provides instruction on the changes to the title IV-E plan requirements as a result of \nthe PSTSFA that were effective as of September 29, 2015, and later\n   ACYF-CB-PI-17-05 : Provides guidance to States on action they are required to take to receive their \nallotments for FFY 2018 authorized under subparts 1 and 2 under title IV-B; section 106 of CAPTA; and \nthe Chafee program, including educational and training vouchers\n   OTIP-FS-16-01 : Outlines the process to obtain an HHS Certification Letter for an adult foreign national \nvictim of trafficking\n   OTIP-FS-16-02 : Explains the Interim Assistance/Eligibility Letter process to secure assistance for a minor \nforeign national victim of trafficking\n1  As of the release of this bulletin, the HHS Children's Bureau is drafting a PI to provide additional guidance on the Trafficking \nVictims Prevention and Protection Reauthorization Act of 2022. Children's Bureau policy issuances can be found on its  Laws & \nPolicies webpage .\nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email:  info@childwelfare.gov   |   https://www.childwelfare.gov 6\n\nFEDERAL INITIATIVES REGARDING HUMAN TRAFFICKING\nThe White House and other Federal offices have developed—both independently and collaboratively—\ninitiatives, programs, and workgroups to help set the foundation for the Federal response to human \ntrafficking. For a comprehensive look at efforts across the Federal Government, visit the U.S. \nDepartment of State's  Federal Response on Human Trafficking  webpage.\nWhite House and interagency efforts . To increase efforts to combat human trafficking, cabinet \ndepartments—with direction from the current and previous Presidential administrations—have \nstrengthened their commitments, established an interagency task force, introduced several new \ninitiatives, and emphasized partnerships (White House, 2021). Since the White House first prioritized \nan interagency response to human trafficking in 2012, several Federal partnerships to address human \ntrafficking have emerged, including the following: \n   PITF : Is a cabinet-level entity consisting of 20 agencies across the Federal Government that \ncoordinates Federal policies to combat trafficking and address law enforcement, victim protection, \npublic awareness, research, and international diplomacy\n   Senior Policy Operating Group : Ensures a whole-of-government approach to addressing human \ntrafficking by including senior officials from PITF member agencies\n   Sub-Interagency Policy Committee on Implementation of the National Action Plan to Combat Human \nTrafficking: Monitors Federal agencies' implementation of the priority actions in the  National Action \nPlan to Combat Human Trafficking  that the White House published in December 2021\n   U.S. Advisory Council on Human Trafficking : Provides a formal platform for individuals—appointed \nby the President for 2-year terms—who have experienced human trafficking to advise and make \nrecommendations on Federal anti-trafficking policies to PITF\nHHS.  ACF, through its  Office on Trafficking in Persons  (OTIP), is the lead agency addressing human \ntrafficking. Priorities for this office include developing a national victim services system, guiding \ndata-informed policy and programming, and integrating anti-trafficking messaging into prevention \ncommunications for service providers and the public (Gibbs, Feinberg, et al., 2019). OTIP currently \nsupports the following efforts:\n   HHS Task Force to Prevent Human Trafficking : This task force coordinates and collaborates across \nHHS on implementing the National Action Plan to Combat Human Trafficking and anti-trafficking \nefforts in related national strategies.\n   Victim assistance grants : These grants provide comprehensive case management services and \nreferrals to people who have experienced trafficking, including assistance with mental health, \nsubstance abuse treatment, health care, food security, finances, employment, and education.\n   Child Eligibility Letters : Foreign national minors in the United States, including unaccompanied \nchildren, who have experienced a severe form of trafficking in persons (forced labor or commercial \nsex) are eligible for benefits and services under the TVPA of 2000, as amended through the issuance \nof an Eligibility or Interim Assistance Letter from OTIP. These  benefits and services  include access \nto trafficking-specific case management services, medical services, food assistance, cash assistance, \nhealth insurance, and other needs to the same extent as a refugee.\nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email:  info@childwelfare.gov   |   https://www.childwelfare.gov 7\n\n   Adult Certification Letters : Foreign national adults in the United States who have been subjected to a \nsevere form of trafficking in persons are eligible for certain benefits and services under the TVPA of 2000, \nas amended. Certification Letters allow foreign national adults who have experienced trafficking and meet \ncertain eligibility rules to apply for the same  benefits and services  as refugees.  \n   Look Beneath the Surface : OTIP coordinates this human trafficking public awareness campaign.\n   SOAR to Health and Wellness Training : This training for health-care and social service providers focuses \non how to identify and appropriately refer potential victims of human trafficking.\n   SOAR - Responding to Human Trafficking Through the Child Welfare System : This training, which is for \nproviders who serve children, youth, and families involved with child welfare, addresses Federal laws, the \nrole of child welfare in response to human trafficking, and ways to partner with child welfare agencies. \n   National Human Trafficking Hotline : This 24-hour hotline connects those who have experienced sex and \nlabor trafficking with services and supports.\n   National Human Trafficking Training and Technical Assistance Center : This resource delivers training and \ntechnical assistance to inform and enhance the public health response to human trafficking.\nIn addition to OTIP's work, other offices within ACF have programs designed to serve various areas or \npopulations of focus. For example, between 2014 and 2019, the Children's Bureau awarded funding for nine \ndemonstration grants to help child welfare agencies respond to human trafficking through infrastructure \nbuilding and multisystem approaches. For a list of organizations awarded grants, see the  Children ' s Bureau \nGrants to Address Trafficking Within the Child Welfare Population  page of the Information Gateway website. \nIn 2017, the  National Advisory Committee on Sex Trafficking of Children and Youth in the United States  was \nestablished in consultation with the Department of Justice and the National Governor's Association per \nPSTSFA to advise the Attorney General and the Secretary of HHS on the Nation's response to trafficking. \nThe committee has the following responsibilities:\n   Advise on the development and implementation of successful interventions with children and youth who \nare at risk of or experiencing sex trafficking\n   Make recommendations for administrative or legislative changes necessary to use programs, properties, \nor other resources owned, operated, or funded by the Federal Government to provide safe housing for \nchildren and youth who have experienced sex trafficking\n   Develop recommended best practices for States to follow in combatting the sex trafficking of children and \nyouth \n   Share best practices and recommendations with State governors and child welfare agencies\nThe committee was responsible for producing the following two Congressional reports:  Best Practices and \nRecommendations for States  and  Preliminary State Self-Assessment Survey Overview .\nFor more information about Federal resources addressing human trafficking, visit the  ACF and Other \nFederal Resources Addressing Human Trafficking  section of the Information Gateway website.\nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email:  info@childwelfare.gov   |   https://www.childwelfare.gov 8\n\nUNDERSTANDING THE NEEDS OF CHILDREN AND YOUTH WHO EXPERIENCE \nTRAFFICKING\nChildren and youth who have experienced commercial sexual or labor exploitation may have needs similar \nto those who enter the child welfare system because of neglect or abuse. For instance, children and youth \nwho have experienced trafficking need trauma-informed and healing-based health care, mental health \nservices, a safe place to live, and help with education and facilitated reconnections with family members \nor trusted adults. This section discusses these needs along with some aspects that distinguish the \ndifferent needs of trafficking victims. \nPhysical health.  Children and youth who have experienced trafficking often have suffered physical abuse, \nneglect (including medical and dental neglect), emotional abuse, and sexual abuse (Greenbaum et al., \n2023). They may have physical ailments associated with this abuse, including malnutrition, broken bones, \nother internal and external injuries, or sexually transmitted infections. Their overall health may show the \nconsequences of long periods of poor or no medical or dental care. Child welfare professionals can help by \nensuring these young people have access to medical screenings and treatment to address immediate and \nlong-term concerns. In addition, they may need an advocate to support them if they are asked to undergo \na physical exam due to a sexual assault or abuse report. Connecting with a trauma-informed, healing-\nbased health-care provider—and potentially a forensic interviewer from a child advocacy center—who \nhas experience working with victims of trafficking may also provide reassurance to victims who may be \nreluctant to seek care. \nBehavioral health.  Children and youth who have experienced trafficking often have an array of complex \nbehavioral health needs (Greenbaum et al., 2023). They may have experienced beatings, sexual assault, \nand other acts of violence. Many people who have experienced trafficking have a need for long-term, \nintensive behavioral health services that can help them move forward with new, healthier life skills. Studies \nhave identified several behavioral health symptoms associated with trafficking, including posttraumatic \nstress disorder, anxiety disorders, depression, substance use disorder, and other mental health diagnoses \n(Greenbaum et al., 2023). Screening by qualified behavioral health providers who have experience working \nwithin the realm of anti-sexual violence support can be the first step to getting help. Although disclosure \nshould not be the goal, screening can help determine the type of therapy that might be most useful, and \nchild welfare workers can facilitate access to treatment providers.\nOut-of-home care setting.  Children and youth who have experienced trafficking and who come into \ncontact with child welfare may need to enter out-of-home care if they cannot return safely to their \nfamilies. Common challenges to finding stable and safe out-of-home care settings for these children and \nyouth include protecting them against continued contact with traffickers, reducing the risk of runaway \nbehavior, addressing caregiver concerns about inappropriate sexual acting out, and ensuring culturally \ncompetent care for children and youth who identify as LGBTQIA2S+ (lesbian, gay, bisexual, transgender, \nquestioning, intersex, asexual, Two-Spirit, or other gender or sexual identity) (Gibbs, Feinberg, et al., 2019). \nAgencies should determine the most appropriate and least restrictive out-of-home care setting depending \non the unique needs of the child or youth and consider settings in which the caregivers are trained in \nhow to work with children and youth who have experienced trafficking, such as specialized therapeutic \nfoster care, specialized group homes, and traditional therapeutic foster homes (Child Welfare Information \nGateway, 2019a). Some children and youth may need short-term, safe houses to meet their immediate crisis \nneeds during initial intake. \nThe 2018 Family First Prevention Services Act (FFPSA) established guidelines for the use of congregate care \nsettings for children and youth, including limitations on title IV-E reimbursements for congregate care \nplacements lasting longer than 2 weeks. However, these limitations are waived in cases involving youth who \nhave experienced or are at risk for trafficking, provided the congregate care setting can provide \"high-quality \nresidential care.\" It is important to note that FFPSA did not define \"high-quality residential care\" and that title \nIV-E agencies have the flexibility to develop their own working definitions (Children's Bureau, 2018).\nThe ultimate goal should be for the child or youth to transition into a family-like setting and continue to \nestablish healthy relationships. For lessons learned from Children's Bureau grantees about housing options \nfor children and youth who have experienced trafficking, read Information Gateway's  Human Trafficking: \nDeveloping Housing Options .\nEducation and employment.  Children and youth who have experienced trafficking may have specific \neducation needs (Office of Safe and Supportive Schools, 2021). For example, while some children and youth \nmay feel comfortable in a traditional school, others may prefer more nontraditional education options. Child \nwelfare caseworkers can help by collecting records, exploring education options, and facilitating enrollment. \nYouth who have experienced trafficking may also need assistance obtaining safe employment, especially \nif they lack legal work experience or have not acquired a high school diploma or GED. They also may have \nhad the experience of making a large amount of money in a short time period and may not view the pay in an \nentry-level position as a viable option (Lutnick, 2016). Caseworkers can seek out \nprograms in their communities that connect youth with GED classes, job training, job skills and application \nsupport, internships or externships, or other supports. They can also educate employers on how best to work \nwith youth who have lived through trauma such as sexual victimization.\nLegal services.  Children and youth who have experienced trafficking need lawyers if they are charged with \ncrimes that result from their victimization. (For information about  vacatur laws , which may allow certain \ncrimes to be expunged or vacated, see this bulletin's \"State and Agency Policy\" section.) They may also need \nlegal counsel to protect themselves from their \"pimps\" or traffickers or to establish their legal identity. Some \nchildren involved with the justice system may require an attorney for victim advocacy, while those who are \nnot U.S. citizens may require an immigration attorney. It is important for caseworkers to inform themselves \nabout the process for prosecuting trafficking cases in their jurisdiction. This can be a long and strenuous \nprocess for a young person who wants to move forward with healing. Youth law programs at the State level \nalso may be available to help youth navigate the legal system.\nOther needs.  Children and youth who have experienced trafficking will often need financial assistance and \nhelp with basic life skills (e.g., opening a bank account, keeping medical records, getting their mail). For many, \nhaving a mentor, sexual violence advocate, or an outreach caseworker who is willing and available to provide \nguideance over the long term is essential to ensuring that they are able to pursue a life away from abuse.\nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email:  info@childwelfare.gov   |   https://www.childwelfare.gov 10\n\nSTRATEGIES FOR STATE AND LOCAL AGENCIES\nStates and other jurisdictions, taking their lead from the Federal Government, have undertaken their \nown efforts to prevent and respond to human trafficking. They have enacted policies and practices; \nsought out partners in other agencies and within the community; helped build awareness among their \nown staff, related professionals, and the general public; developed and used screening and assessment \ntools; and designed service programs to address the needs of children and youth who have experienced \ntrafficking. This section describes these strategies and provides select examples from State and local \nagencies across the country.\nTRAFFICKING PREVENTION\nThe prevention of human trafficking requires a comprehensive, multidisciplinary approach that is \ncoordinated at the local, State, national, and international levels. Child welfare should be a key partner \nin any efforts to curtail the victimization of children in or formerly in foster care, particularly those who \nrun away from foster care. \nAs discussed in the \"Intersection of Human Trafficking and Child Welfare\" section, a large percentage \nof children and youth who have experienced trafficking have been involved with child welfare. Child \nwelfare agencies can help children in foster care and congregate care recognize situations and factors \nthat increase their risk of being trafficked. They can also help them understand they are safe in their \nplacements, especially if they have recently left trafficking situations. In addition to meeting basic needs \nand providing mental and behavioral health services, child welfare agencies can also support programs \nthat help children and youth feel a sense of belonging in their placement. Traffickers frequently recruit \nchildren and youth in foster care or group settings (Family and Youth Services Bureau, 2017), and those \nwho have experienced trafficking may attempt to maintain connections with their traffickers due to a \ntrauma bond—when a victim forms a connection with their abuser (West & Loeffler, 2015). \nIn addition, children experiencing labor trafficking may face complex psychological and social pressures \nto continue their forced employment. One study of homeless youth in the United States and Canada \nfound that those who experienced labor trafficking were likely to have experienced familial or cultural \ncoercion in addition to violence (Murphy, 2016).\nTrafficking prevention programs have been developed and are being tested for their effectiveness with \nyouth who are at risk of experiencing sex trafficking. Georgia's Statewide Human Trafficking Task Force \npublished the  Technical Assistance Resource Guide on Child Sexual Abuse and Exploitation Prevention , \nwhich includes a comprehensive list of prevention programs.\nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email:  info@childwelfare.gov   |   https://www.childwelfare.gov 11\n\nExamples: Prevention Education Programs\nLove146  works to end human trafficking through prevention education and survivor care programs.  Not a \nNumber , its youth trafficking and exploitation prevention curriculum, is in use with 337 partner organizations \nin 29 States. The program is designed to empower youth through peer-to-peer prevention, the development \nof social-emotional skills, and the creation of a safe and respectful space for open and informed dialogue. \nMy Life My Choice  is a prevention education program for girls and young women who have risk factors for \ncommercial sexual exploitation, including involvement with the child welfare and juvenile justice systems. \nSeveral State child welfare agencies have implemented the program, including Indiana, through the  Indiana \nProtection for Abused and Trafficked Humans (IPATH)  task force. IPATH reports that several girls have self-\nidentified as trafficking victims after participating in the program (Gibbs, Feinberg, et al., 2019).\nSTATE AND AGENCY POLICY\nThe policies that State and local child welfare agencies develop, as well as State legislation, can have wide-\nreaching effects on casework practice. Agency policy can dictate how victims of human trafficking are \nidentified, how they can be screened into the system, and how they can be supported. Even just the presence \nof a policy regarding human trafficking may indicate to staff that it is a priority issue. Due to the complex \nneeds of victims and because their needs and responses may differ from other young people involved with \nthe child welfare system, it is critical for agencies to develop policies that guide casework practice and their \ninteractions with other agencies and organizations on this issue. \nAlthough enacting State legislation can be a long and complex effort, it can achieve the most sweeping and \nlong-lasting results for addressing human trafficking. A growing number of States are enacting \"safe harbor\" \nlaws that decriminalize the acts of children who are exploited for commercial sex while also providing them \nimportant legal protections and access to services. Safe harbor laws generally attempt to treat children as \nvictims rather than criminals. This diverts them from the justice system to child welfare or other systems \nwhere they can receive services and also punishes traffickers and those who seek out children for sex. \nSafe harbor legislation and its protections vary widely across States. As of 2022, 45 States had passed \nsuch legislation (Shared Hope International, 2022). For more information on safe harbor laws, see the U.S. \nDepartment of Justice's  Safe Harbor Laws: Changing the Legal Response to Minors Involved in Commercial Sex, \nPhase 1. The Legal Review . \nSome States have also enacted vacatur laws, which allow victims to petition the court to vacate or expunge \ncriminal convictions that resulted from their trafficking situations or, in some cases, that occurred while they \nwere trafficked (U.S. Department of State, 2021). These laws are crucial, as having a conviction on their record \nmay affect employment, immigration status, obtaining loans, and eligibility for certain programs. At least 35 \nStates have vacatur laws available to human trafficking victims (University of Arizona James E. Rogers School \nof Law & University of San Diego School of Law, n.d.). For more information about vacatur laws, see the  Human \nTrafficking State Laws  section of the National Conference of State Legislatures website and the  How to Obtain \nVacatur for Survivors of Human Trafficking  section of the  Human Trafficking Survivor Advocate Toolkit .\nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email:  info@childwelfare.gov   |   https://www.childwelfare.gov 12\n\nCOLLABORATION\nPreventing, identifying, and responding to human trafficking requires a multidisciplinary, communitywide \napproach. It is beyond the scope of a child welfare agency to serve all the needs of those who have \nexperienced trafficking. Common partners in collaborations addressing the trafficking of children and \nyouth include the following: \n   Educators\n   Health-care and behavioral health providers\n   Nonprofit agencies, foundations, and community members\n   Law enforcement\n   District attorneys' offices\n   Juvenile justice agencies\n   Court personnel and guardians ad litem\n   Policymakers\n   Survivors of human trafficking with lived experience and expertise\n   Nonoffending family members and/or caregivers of survivors\nCollaboration can help communities develop supports and services to address unmet needs, coordinate \nstrategies, develop a common language, identify trends, reduce duplication, and bring attention to \nhuman trafficking as a public health issue. It also can help create a more accessible service array for \nthose who have experienced trafficking and possibly reduce the trauma suffered by those who have \nexperienced trafficking by limiting the number of interviews during which they need to retell their \nexperiences.\nDeveloping a task force is one method for developing or strengthening support for those who have \nexperienced trafficking. Task forces can have a variety of objectives, including assessing current \napproaches, coordinating law enforcement activities or the provision of social services, collecting and \nanalyzing data, or even investigating possible cases of human trafficking. For more information about \nforming and operating a task force, see the  Human Trafficking Task Force e-Guide  from the Office for \nVictims of Crime Training and Technical Assistance Center (OVC TTAC).\nFor additional information on the importance of collaboration to combat trafficking, see the Child \nWelfare Capacity Building Center for States'  Collaborating With Youth-Serving Agencies to Respond to and \nPrevent Sex Trafficking of Youth .\nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email:  info@childwelfare.gov   |   https://www.childwelfare.gov 13\n\nExample: Interagency Task Force\nThe  Governor’s Ohio Human Trafficking Task Force  was formed to coordinate efforts to identify people who \nhave experienced human trafficking, create a coordinated law enforcement response to investigate and \nprosecute human trafficking crimes, and provide the appropriate treatment and services necessary for victim \nrecovery. As of 2021, 14 Ohio agencies were represented on the task force, including the Department of Youth \nServices and the Department of Job and Family Services, which oversees the State child welfare agency. \nThe task force develops and distributes resources related to raising awareness of sex trafficking, identifying \nand responding to victims, and more. It also called for a coordinated effort to identify a statewide provider \nnetwork that can serve as a first-response system for children and youth who have been trafficked. Between \n2014 and 2020, the Ohio Network of Children’s Advocacy Centers identified 741 minors who had experienced \ntrafficking.\nTRAINING FOR AGENCY STAFF AND PARTNERS\nSince people who experience human trafficking often come into contact with several agencies, it is \ncritical for training efforts to include child welfare and related professionals. This helps establish a \nsupport network that understands and recognizes the complexities of human trafficking and uses \ncommon language. The JVTA requires training for CPS workers and authorizes specialized training \nprograms for law enforcement officers, first responders, health-care officials, juvenile justice \npersonnel, prosecutors, and judicial personnel to identify victims and acts of child trafficking. \nThe National Advisory Committee on the Sex Trafficking of Children and Youth in the United States \n(2022) recommends that child welfare agencies require initial and ongoing training on sex trafficking \nfor all child welfare professionals as well as providers contracted by or credentialed through the \nsystem. As of December 2018, 17 States, along with the District of Columbia, Guam, and the Virgin \nIslands, had established training requirements in human trafficking for child welfare agency staff \n(Child Welfare Information Gateway, 2019b). \nProper training will help professionals identify possible signs of human trafficking, ensure that \nvictims receive necessary services, and understand that survivors of human trafficking are \nvictims rather than criminals, which can influence the overall system response. OVC TTAC offers \nstandardized, ready-to-deliver training courses on a wide range of topics that can help child welfare \nagency staff build skills in particular areas. They also offer tailored trainings to address needs \nspecific to a particular agency. To learn more, visit the  Training and Technical Assistance  section of \nthe OVC TTAC website.\nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email:  info@childwelfare.gov   |   https://www.childwelfare.gov 14\n\nExamples \nMultistep Training and Technical Assistance Approach\nAs part of its  Children’s Bureau demonstration grant project , Massachusetts developed a two-phase training \nto build a statewide response system that addresses human trafficking. Initial trainings, delivered by  My Life \nMy Choice , were designed to meet the unique needs of various Massachusetts counties and to help child \nwelfare and juvenile justice professionals learn how and where sex trafficking can occur, identify risk factors, \nand understand the significant challenges victims face in recovery. Subsequent trainings were delivered by the \nSupport to End Exploitation Now  program and focused on building a multidisciplinary approach to a child \ntrafficking response protocol. Technical assistance and additional support were also provided to each county \nthat implemented a protocol. \nLabor Trafficking Response Program\nIn July 2022, Minnesota launched what is believed to be the  first comprehensive labor trafficking protocol for \nlaw enforcement in the Nation . The goal is to help law enforcement better identify and respond to the crime \nof labor trafficking using trauma-informed practices. The protocol, developed in coordination with criminal \njustice, health, nongovernmental agencies, and victim service providers, includes specific investigative \npractices for patrol personnel, investigators, and law enforcement administrators, including evidence \ncollection, initial response, and situation-specific trafficking indicators.\nSCREENINGS AND ASSESSMENTS\nIn order for children and youth who have experienced or are vulnerable to human trafficking \nto receive the services and supports they need, child welfare professionals must be trained to \nrecognize the signs and symptoms and have access to appropriate screening and assessment tools. \nIt is recommended that child welfare agencies establish universal screening procedures for all \nchildren and youth ages 13 and older who encounter the child welfare system (National Advisory \nCommittee on Sex Trafficking of Children and Youth in the United States, 2022). In addition, \nsuspected or confirmed victims who are in the care of the child welfare system should have initial \nand ongoing assessments to identify their needs and help determine the most appropriate and least \nrestrictive placement options.\nImplementing screening measures and protocols in child welfare practice is a requirement of the \nPSTSFA. Currently, there is substantial variation across agencies in screening approaches, the tools \nused, and the ways in which screenings are integrated into processes and systems (Gibbs, Feinberg, \net al., 2019). Research suggests that agencies should incorporate validated screening tools that \nbest fit the context in which they are being used, including the ease with which the tool could be \nintegrated into agency systems, the length of the screener, and the burden of use (Charm et al., \n2022). \nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email:  info@childwelfare.gov   |   https://www.childwelfare.gov 15\n\nThe Loyola University Center for the Human Rights of Children and the International Organization \nfor Adolescents developed a series of tools and checklists to help child welfare professionals \nidentify potential child victims of both sex and labor trafficking. To view these resources, including \nthe Comprehensive Screening and Safety Tool for Child Trafficking, see  Building a Child Welfare \nResponse to Child Trafficking  Handbook . To view additional screening and assessment tools for sex \ntrafficking, see the Child Welfare Capacity Building Collaborative's  Identifying Minors and Young \nPeople Exploited Through Sex Trafficking: A Resource for Child Welfare Agencies . In addition, the \nNational Advisory Committee on the Sex Trafficking of Children and Youth in the United States \noffers a   list of validated screening and assessment tools .\nChildren and Youth Missing From Foster Care\nA growing body of research indicates that children who go missing from foster care face an increased risk \nof encountering predators and abusers looking to take advantage of their need for basic care and desire \nfor friendship (Countryman-Roswurm & Bolin, 2014; Reid, 2015). One study found that leaving a foster care \nplacement was the most common pathway to experiencing sex trafficking (Reid, 2015), while another found \nthat 83 percent of youth who were confirmed or strongly likely to have experienced sex trafficking had at least \none runaway episode (Pullmann et al., 2020). Based on these analyses, which have sample size limitations, it is \nestimated that as many as one in six youth may experience sex trafficking victimization during a period when \nthey are missing from care (Latzman & Gibbs, 2020). \nOn September 30, 2020, more than 4,200 children in foster care were classified as having run away from their \nplacement (Children’s Bureau, 2022a). Agency efforts to prevent and respond to runaway behavior provide \nan important opportunity to prevent sex trafficking and support children and youth who have experienced \ntrafficking (Latzman & Gibbs, 2020). In addition, title IV-E requires State child welfare agencies to determine a \nchild or youth’s experiences while missing from care, including screening them to determine if they may have \nexperienced sex trafficking (see section 471(a)(35)(A)(iii) of the Social Security Act). For an indepth discussion \nof research-informed approaches to reducing runaway behaviors, see the ACF Office of Planning, Research, \nand Evaluation’s  Examining the Link: Foster Care Runaway Episodes and Human Trafficking .\nDESIGNING SERVICE PROGRAMS\nChildren and youth who have experienced human trafficking require service programs offering \nmany of the same supports as the general child welfare population, such as permanent families and \nmental health care. This population, however, has unique needs and requires service systems that \nacknowledge and are responsive to their circumstances and experiences. For example, people who \nhave experienced trafficking may be in the United States without family, or they may be eligible for \nFederal programs or services specific to trafficking. \nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email:  info@childwelfare.gov   |   https://www.childwelfare.gov 16\n\nWhen developing service programs or finding community organizations as referral sources, child welfare \nagencies should ensure they are survivor, trauma, and healing focused. Child welfare and related systems \nshould recognize that these children and youth have experienced violence and exploitation—they are not \ncriminals. Unfortunately, research-based, peer-reviewed evidence about how to serve this population \nis limited (Administration on Children, Youth and Families [ACYF], 2013; California Evidence-Based \nClearinghouse for Child Welfare [CEBC], n.d.; Institute of Medicine & National Research Council, 2013). \nWhile some trafficking-specific service and treatment programs have been developed, research has not \nconfirmed their effectiveness. For more information and a list of existing programs, see the  Commercial \nSexual Exploitation of Children and Adolescents: Services for Victims  section of the CEBC website. \nThe issue of limited evidence-based programming for minors who have experienced human trafficking \nis compounded by the problems that child welfare professionals have with locating community-based \nservice providers equipped to serve this population (Charm et al., 2022). Agencies and service providers \nmay need to address these challenges by assessing interventions intended for populations with similar \ncharacteristics or service needs (e.g., runaway and homeless youth, sexually abused children) and \ntailoring them appropriately (ACYF, 2013). When doing so, however, providers should ensure that the \nstrategies are flexible enough to meet the unique needs of this group.\nExample: Recovery Services Team\nThe State of Kansas enlisted a NCMEC recovery services team to help develop victim-centered and trauma-\ninformed recovery plans to assist children missing from care who are suspected or confirmed to have \nexperienced trafficking. These teams are designed to help agencies implement child and youth engagement \nstrategies that encourage victims to break ties with their traffickers and begin the process of building a \nfoundation for healthy relationships (NCMEC, 2021). The team has assisted the State in developing a recovery \nplan for youth who have run away from care and in improving trafficking prevention and treatment services. \nThe team is part of a larger State initiative to combat sex trafficking using strategies such as interagency \ncollaboration and rapid response trafficking assessments. To learn more about recovery services teams, see \nNCMEC’s  Child Sex Trafficking: Recovery Services Team (RST) .\nBUILDING COMMUNITY AWARENESS\nBuilding community awareness can have a twofold effect on anti-trafficking efforts. First, it can help \nidentify those who have experienced sex and labor trafficking. Awareness efforts may help victims \nrecognize their situations, self-identify, and seek assistance. These efforts also can alert those who are \nmore likely to come into contact with people at risk for trafficking. Sharing signs of trafficking with these \ncommunity members helps them understand common trafficking scenarios and indicators, which may \nspur additional leads or reporting. Second, awareness efforts can help prevent trafficking. Campaigns, \nsuch as the  Blue Campaign , can inform those vulnerable to exploitation—as well as professionals and the \npublic—about how to recognize circumstances that could be recruitment strategies and how to request \nhelp. Campaigns also raise awareness among those who solicit the services of children experiencing \ntrafficking or engage with businesses that exploit them.\nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email:  info@childwelfare.gov   |   https://www.childwelfare.gov 17\n\nCONCLUSION\nHuman trafficking is a complex problem that requires a multifaceted, collaborative response. With their \nclose connection to children who are highly vulnerable to exploitation or who may already have experienced \ntrafficking, child welfare agencies are central partners in this effort. To serve this population, child welfare \nagencies should incorporate targeted protocols into agency policy and ensure staff receive training about \nthe risk factors and signs of trafficking as well as the availability of appropriate services and supports in the \ncommunity. Agencies can also participate in data-collection efforts regarding the incidence of human trafficking \nin their communities and the needs of those affected. This can help child welfare and partner agencies \ndetermine the scope of trafficking in their areas and develop strategies to prevent and address it.\nREFERENCES\nAdministration for Native Americans. (2018).  Recognizing and responding to human trafficking among American \nIndian, Alaska Native, and Pacific Islander communities  (Information Memorandum). U.S. Department of \nHealth and Human Services, Administration for Children and Families.  https://www.acf.hhs.gov/sites/\ndefault/files/documents/ana/ana_human_trafficking_im_2015_11_18.pdf  \nAdministration on Children, Youth and Families. (2013).  Guidance to States and services on addressing human \ntrafficking of children and youth in the United States . U.S. Department of Health and Human Services, \nAdministration for Children and Families.  https://www.acf.hhs.gov/sites/default/files/documents/cb/acyf_\nhuman_trafficking_guidance.pdf  \nAmaya, B., Ladd, S., Lambie, K., & Taylor, M. (2021).  Foster care children and youth and the risk of commercial \nsexual exploitation  [Video]. Shared Hope International.  https://webinars.sharedhope.org/product/\nfostercare/  \nCalifornia Evidence-Based Clearinghouse for Child Welfare. (n.d.).  Commercial sexual exploitation of children \nand adolescents: Services for victims .  https://www.cebc4cw.org/topic/commercial-sexual-exploitation-of-\nchildren-and-adolescents-services-for-victims/  \nCasey Family Programs. (2020).  How can child protection agencies identify and support youth involved in or at risk \nof commercial child sexual exploitation?   https://www.casey.org/media/20.07-QFF-SC-Sex-trafficking.pdf  \nCharm, S. C., Latzman, N. E., Gilot, B., & Dolan, M. (2022).  Identifying and addressing human trafficking in child \nwelfare agencies: Findings report  (OPRE Report No. 2022-72). U.S. Department of Health and Human Services, \nAdministration for Children and Families, Office of Planning, Research, and Evaluation.  https://www.acf.hhs.\ngov/opre/report/identifying-and-addressing-human-trafficking-child-welfare-agencies-final-report  \nChildren's Bureau. (2018).  Public law 115–123, the Family First Prevention Services Act: Implementation of title IV-E \nplan requirements  (ACYF-CB-PI-18-07). U.S. Department of Health and Human Services, Administration for \nChildren and Families.  https://www.acf.hhs.gov/cb/policy-guidance/pi-18-07  \nChildren's Bureau. (2022a).  The AFCARS report: Preliminary FY 2021 estimates as of June 28, 2022 (No. 29) . U.S. \nDepartment of Health and Human Services, Administration for Children and Families.  https://www.acf.hhs.\ngov/cb/report/afcars-report-29  \nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email:  info@childwelfare.gov   |   https://www.childwelfare.gov 18\n\nChildren's Bureau. (2022b).  Child maltreatment 2020 . U.S. Department of Health and Human \nServices, Administration for Children and Families.  https://www.acf.hhs.gov/cb/report/child-\nmaltreatment-2020\nChild Welfare Information Gateway. (2019a).  Human trafficking: Developing housing options . U.S. \nDepartment of Health and Human Services, Administration for Children and Families, Children's \nBureau.  https://www.childwelfare.gov/pubs/trafficking-housing/  \nChild Welfare Information Gateway. (2019b).  Responding to child victims of human trafficking . \nU.S. Department of Health and Human Services, Administration for Children and Families, \nChildren's Bureau.  https://www.childwelfare.gov/topics/systemwide/laws-policies/statutes/\ntraffickingresponse/  \nChoi, K. R. (2015). Risk factors for domestic minor sex trafficking in the United States: A literature review. \nJournal of Forensic Nursing, 11(2) , 66–76.  https://doi.org/10.1097/JFN.0000000000000072  \nCountryman-Roswurm, K., & Bolin, B. L. (2014). Domestic minor sex trafficking: Assessing and reducing \nrisk.  Child and Adolescent Social Work Journal, 31 , 521–538.  https://doi.org/10.1007/s10560-014-0336-6  \nFamily and Youth Services Bureau. (2017).  Bought and sold: Recognizing and assisting youth victims of \ndomestic sex trafficking . U.S. Department of Health and Human Services, Administration for Children \nand Families.  https://www.acf.hhs.gov/fysb/policy-guidance/bought-and-sold-recognizing-and-\nassisting-youth-victims-domestic-sex  \nFinklea, K., Fernandes-Alcantara, A. L., & Siskin, A. (2015).  Sex trafficking of children in the United States: \nOverview and issues for Congress .  https://sgp.fas.org/crs/misc/R41878.pdf  \nFong, R., & Cardoso, J. B. (2010). Child human trafficking victims. Challenges for the child welfare system. \nEvaluation and Program Planning, 33 (3), 311–316.  https://doi.org/10.1016/j.evalprogplan.2009.06.018  \nGibbs, D. A., Feinberg, R. K., Dolan, M., Latzman, N. E., Misra, S., & Domanico, R. (2019).  Report to Congress: \nThe child welfare system response to sex trafficking of children . U.S. Department of Health and Human \nServices, Administration for Children and Families, Children's Bureau.  https://www.acf.hhs.gov/cb/\nreport/report-congress-child-welfare-system-response-sex-trafficking-children  \nGibbs, D. A., Henninger, A. M., Tueller, S. J., & Kluckman, M. N. (2018). Human trafficking and the child \nwelfare population in Florida.  Children and Youth Services Review, 88 , 1–10.  https://doi.org/10.1016/j.\nchildyouth.2018.02.045  \nGreenbaum, J., Kaplan, D., Young, J., American Academy of Pediatrics (AAP) Council on Child Abuse and \nNeglect, & AAP Council on Immigrant Child and Family Health. (2023). Exploitation, labor and sex \ntrafficking of children and adolescents: Health care needs of patients.  Pediatrics, 151 (1), e2022060416. \nhttps://doi.org/10.1542/peds.2022-060416  \nInstitute of Medicine & National Research Council. (2013).  Confronting commercial sexual exploitation \nof minors in the United States . The National Academies Press.  https://ojjdp.ojp.gov/\nsites/g/files/xyckuh176/files/pubs/243838.pdf   \nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email:  info@childwelfare.gov   |   https://www.childwelfare.gov 19\n\nLaird, J. J., Klettke, B., Hall, K., Clancy, E., & Hallford, D. (2020). Demographic and psychosocial factors \nassociated with child sexual exploitation: A systematic review and meta-analysis.  JAMA Network \nOpen, 3 (9), e2017682.  https://www.doi.org/10.1001/jamanetworkopen.2020.17682   \nLatzman, N. E., & Gibbs, D. A. (2020).  Examining the link: Foster care runaway episodes and human \ntrafficking  (OPRE Report No. 2020-143). U.S. Department of Health and Human Services, \nAdministration for Children and Families, Office of Planning, Research, and Evaluation.  https://www.\nacf.hhs.gov/opre/report/examining-link-foster-care-runaway-episodes-and-human-trafficking  \nLutnick, A. (2016).  Domestic minor sex trafficking: Beyond victims and villains . Columbia University Press.\nMurphy, L. T. (2016).  Labor and sex trafficking among homeless youth: A ten-city study full report . Loyola \nUniversity New Orleans, Modern Slavery Research Project.  https://oag.ca.gov/sites/all/files/agweb/\npdfs/ht/murphy-labor-sex-trafficking-homeless-youth.pdf  \nNational Advisory Committee on the Sex Trafficking of Children and Youth in the United States. (2022). \nPreliminary State self-assessment survey overview .  https://www.acf.hhs.gov/sites/default/files/\ndocuments/otip/NAC%20Preliminary%20State%20Self-Assessment%20Survey%20Overview_\nJanuary%202022.pdf  \nNational Center for Missing and Exploited Children. (n.d.).  Child sex trafficking .  https://www.\nmissingkids.org/theissues/trafficking  \nNational Center for Missing and Exploited Children. (2021).  Child sex trafficking: Recovery services team \n(RST) .  https://www.missingkids.org/content/dam/missingkids/pdfs/NCMEC%20Child%20Sex%20\nTrafficking%20Recovery%20Services%20Team.pdf  \nNational Human Trafficking Hotline. (2023).  National human trafficking hotline data report: Report: \n1/1/2021 – 12/31/2021 .  https://humantraffickinghotline.org/sites/default/files/2023-01/\nNational%20Report%20For%202021.docx%20%283%29.pdf  \nNational Human Trafficking Training and Technical Assistance Center. (2021).  How to improve services \nfor males experiencing trafficking . U.S. Department of Health and Human Services, Administration \nfor Children and Families.  https://nhttac.acf.hhs.gov/resource/fact-sheet-how-improve-services-\nmales-experiencing-trafficking  \nOffice of Safe and Supportive Schools. (2021).  Human trafficking in America’s schools: What \nschools can do to prevent, respond, and help students to recover fr om human trafficking . U.S. \nDepartment of Education.  https://safesupportivelearning.ed.gov/sites/default/files/NCSSLE-\n2021HumanTraffickingGuide-508.pdf  \nPullmann, M. D., Roberts, N., Parker, E. M., Mangiaracina, K. J., Briner, L., Silverman, M., & Becker, J. \nR. (2020). Residential instability, running away, and juvenile detention characterizes commercially \nsexually exploited youth involved in Washington State's child welfare system.  Child Abuse and Neglect, \n102 , 104423.  https://doi.org/10.1016/j.chiabu.2020.104423  \nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email:  info@childwelfare.gov   |   https://www.childwelfare.gov 20\n\nReid, J. A. (2015). Sex trafficking of girls: How sex traffickers exploit youth and system vulnerabilities.  Faculty \nPublications . University of South Florida St. Petersburg.  https://www.semanticscholar.org/paper/Sex-\nTrafficking-of-Girls%3A-How-Sex-Traffickers-Youth-Reid/d88a2381da40f68023cae173758407800f741a3d\nReid, J. A., Baglivio, M. T., Piquero, A. R., Greenwald, M. A., & Epps, N. (2017). Human trafficking of minors \nand childhood adversity in Florida.  American Journal of Public Health, 107 , 306–311.  https://doi.\norg/10.2105/AJPH.2016.303564    \nShared Hope International. (2022).  Safe harbor laws .  https://reportcards.sharedhope.org/safeharbor/  \nTVPA: Victims of Trafficking and Violence Protection Act of 2000, Pub. L. 106–386, 114 Stat. 1464-1548 \n(2000),  https://www.congress.gov/bill/106th-congress/house-bill/3244/text\nU.S. Department of State. (2021).  Trafficking in persons report: June 2021 .  https://www.state.gov/\nreports/2021-trafficking-in-persons-report/  \nU.S. Department of State. (2022, July)  Trafficking in persons report: July 2022 .  https://www.state.gov/\nreports/2022-trafficking-in-persons-report/  \nUniversity of Arizona James E. Rogers School of Law & University of San Diego School of Law. (n.d.).  How to \nobtain vacatur for survivors of human trafficking .  https://www.supporthtsurvivors.org/vacatur  \nWest, A., & Loeffler, D. N. (2015). Understanding victim resistance: An exploratory study of the experiences \nof service providers working with victims of child trafficking.  Journal of Applied Research on Children: \nInforming Policy for Children at Risk, 6 (1), Article 5.  https://digitalcommons.library.tmc.edu/\nchildrenatrisk/vol6/iss1/5  \nWhite House. (2021).  The national action plan to combat human trafficking .  https://www.whitehouse.gov/\nwp-content/uploads/2021/12/National-Action-Plan-to-Combat-Human-Trafficking.pdf  \nSUGGESTED CITATION \nChild Welfare Information Gateway. (2023). H uman trafficking and child welfare: A guide for child welfare \nagencies . U.S. Department of Health and Human Services, Administration for Children and Families, \nChildren's Bureau.  https://www.childwelfare.gov/pubs/trafficking-agencies/\nU.S. Department of Health and Human Services  \nAdministration for Children and Families  \nAdministration on Children, Youth and Families  \nChildren’s Bureau\nThis material may be freely reproduced and distributed. However, when doing so, please credit Child Welfare Information Gateway. \nThis publication is available online at  https://www.childwelfare.gov/pubs/trafficking-agencies/ .\nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email:  info@childwelfare.gov   |   https://www.childwelfare.gov 21"
  },
  {
    "url": "https://www.childwelfare.gov/topics/mental-health/",
    "title": "Mental Health and Well-Being in Child Welfare",
    "content": "Addressing mental and behavioral health in a strengths-based, holistic way can help improve family well-being and reduce the risk of maltreatment."
  },
  {
    "url": "https://www.childwelfare.gov/topics/foster-care/",
    "title": "Foster Care Resources",
    "content": "Learn about foster care systems, including how children enter care, placement strategies, permanency planning, and the role of foster parents in supporting child welfare."
  },
  {
    "url": "https://www.childwelfare.gov/topics/adoption/",
    "title": "Adoption and Guardianship Resources",
    "content": "Explore resources for adoption and guardianship, including the legal process, support services, and tools for families to successfully integrate adopted children into their homes."
  },
  {
    "url": "https://www.childwelfare.gov/topics/tribal-child-welfare/",
    "title": "Tribal Child Welfare",
    "content": "Discover resources and information on child welfare programs and services specifically designed to serve tribal communities, including the integration of cultural practices and legal considerations."
  },
  {
    "url": "https://www.childwelfare.gov/topics/transition-age-youth/",
    "title": "Supporting Transition-Age Youth",
    "content": "Learn strategies to support youth as they transition from foster care to adulthood, with a focus on education, employment, and independent living."
  },
  {
    "url": "https://www.childwelfare.gov/topics/safety-risk/",
    "title": "Child Safety and Risk Management",
    "content": "Explore child safety resources focusing on risk assessment, safety planning, and the role of child welfare agencies in ensuring children are protected from harm."
  },
  {
    "url": "https://www.childwelfare.gov/resources/separating-poverty-neglect-child-welfare/",
    "title": "Separating Poverty from Neglect",
    "content": "ISSUE BRIEFS  | FEBRUARY 2023\nSeparating Poverty From \nNeglect in Child Welfare\nNeglect, often defined as the failure to  WHAT'S INSIDE\nprovide a child with needed food, clothing, \nshelter, medical care, or supervision, affects  What is neglect?\nmillions of children. Three-quarters of child \nwelfare cases involve reports of neglect, \nincluding many thousands that result in  Societal factors in poverty and neglect\nfamily separation each year. Although \nrates of most types of maltreatment have \nWhat works declined significantly in the past 30 years, \nrates of neglect have fluctuated only \nslightly and remain high (Child Trends, \nConclusion 2019). Persistently high rates of neglect, \nand the potentially serious consequences of \nboth  neglect  and family separation by the \nReferences\nchild protection system, point to the need \nfor more effective prevention and early \nintervention strategies.\nIn the past, prevention strategies have \noften focused on family-level issues and \ndynamics, but the role of poverty, and the \nsystemic factors that make escaping poverty \nChildren’s Bureau/ACYF/ACF/HHS  |  800.394.3366  |  Email:  info@childwelfare.gov |  https://www.childwelfare.gov 1\ndifficult for families, cannot be ignored. Research tells us that families who are experiencing poverty \nare far more likely to be reported to child protective services (CPS) than families with more resources, \nbut it does not tell us  why  this is the case. What  is  increasingly clear is that helping families move out of \npoverty decreases the risk to children (Rostad et al., 2017).\nOur country is currently facing a period of widespread and growing economic insecurity. Broad swaths \nof the U.S. population are experiencing financial hardship without a clear and consistent safety net \n(Kinder et al., 2021). Financial help in an emergency is available in some situations and jurisdictions, but \nit is far from guaranteed. Many areas also face a scarcity of quality, affordable housing, and too many \njobs still fall short of offering a living wage and benefits (Slack & Berger, 2021). \nThis issue brief explores what the research shows about the overlap among families experiencing \npoverty and those reported to the child welfare system for neglect, the societal context within which \nboth poverty and neglect exist, and strategies that have proven effective for preventing and addressing \nboth poverty and neglect, together. It is important to note that none of these strategies are intended to \nbe \"quick fixes\" implemented in isolation. The issues underlying poverty and neglect require long-term \nadvocacy, assistance, and collaborative community support to resolve. The strategies presented in this \nbrief should be viewed as part of a larger movement within the child welfare system away from a focus \non surveilling and separating families experiencing poverty and toward collaborating with a broader \nsocial services system to ensure that all families have access to the resources and support they need to \ncare for their children and thrive.\nWHAT IS NEGLECT?\nFederal law provides a definition of \"child abuse and neglect,\" but it does not explicitly define \"abuse\" \nand \"neglect\" separately, leaving more nuanced descriptions of specific types of maltreatment to the \nStates. Most States do not make a distinction in statute between a single incident of neglect (such as \na momentary lapse in supervision) and a pattern of deprivation (or \"chronic neglect\"). As a result, a \nwide variety of child experiences and family needs fall under the global term \"neglect.\"\" Some States \ndefine specific types of neglect in their statutes, such as educational neglect, medical neglect, and \nabandonment. Some States' definitions include specific exceptions, such as religious exemptions for \nmedical neglect (Child Welfare Information Gateway, 2019). Because of these differences from State \nto State, it is difficult to determine whether all cases of neglect that come to the attention of the child \nwelfare system represent equivalent risk of harm.\nRacial, ethnic, and political disparities further complicate the issue. A significant body of research has \ndocumented the overrepresentation of certain groups, particularly Black, Brown, and American Indian/\nAlaska Native (AI/AN) children and families, in the child welfare system relative to their representation \nin the general population (Child Welfare Information Gateway, 2021). AI/AN and Black children are \nfound by CPS agencies to be victims of child maltreatment at rates (per 1,000 children in the population) \nalmost twice that of White children (Chapin Hall, 2022). Explicit and implicit bias affect how families \nare treated at every CPS decision point: African American and AI/AN families are reported to CPS and \nsubjected to investigations at higher rates than other families, are more likely to be removed from their \nfamilies, and are less likely to reunify (Child Welfare Information Gateway, 2021). \nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email: info@childwelfare.gov  |  https://www.childwelfare.gov 2\nSOCIETAL FACTORS IN POVERTY AND NEGLECT\n“There is a fine line between parental neglect of children and societal neglect of families.” \n—Teresa Rafael, executive director, Children’s Trust Fund Alliance\nMost families who live in poverty do not neglect their children. However, families who are poor are \noverrepresented in the (much smaller) population of people reported to CPS agencies for neglect. A \nrecent study found that material hardship (poverty) was the only factor that consistently predicted \nboth child welfare system involvement and neglectful behaviors self-reported by families (Slack \n& Berger, 2021). The Fourth National Incidence Study found that children from families with low \nsocioeconomic status were seven times more likely to be neglected than children in households with \nmore resources. \nSome of the connection may be explained by increased surveillance of people living in poverty. For \nexample, families living in poverty are more likely to come into contact with mandated reporters \nthrough overpolicing and reliance on social safety net services (e.g., public housing, Temporary \nAssistance for Needy Families [TANF], Supplemental Nutrition Assistance Program [SNAP]). Specific \npoverty-related factors are also associated with greater risk of neglect, as in the following examples: \nƒ   Difficulty finding child care was found to be a strong predictor of maternal neglect (more so than \nmental health, severity of drug use, or history of abuse as a child) (Chapin Hall, 2022). \nƒ   States in which TANF recipients lost benefits for not working saw increases in both neglect and \nfoster care entries between 2004 and 2015 (Ginther & Johnson-Motoyama, 2017). \nƒ   Unemployment rates, self-reported housing instability, and evictions have all been associated with \nincreased risk of neglect (University of Oxford, 2017; Chapin Hall, 2022).\nIt stands to reason that increased stress from a job loss or other economic shock, housing \nuncertainty, or the turbulence of falling into and out of poverty can result in strained family dynamics, \nrelationships, and caregiving decisions. However, research has found that family dynamics alone do \nnot fully account for the link between experiencing poverty and being reported or substantiated for \nneglect (Fong, 2017). Poverty and neglect coexist in a social context. Chronic neglect and poverty are \nimpacted by complex social inequities and public policy decisions that extend back generations. \nHistorical trauma and structural and systemic racism play significant roles in intergenerational \npoverty and child welfare system involvement, which are disproportionately experienced by Black, \nBrown, and AI/AN families in the United States. In 2019, approximately 30 percent of Black and AI/\nAN children, and only 10 percent of White children, lived in families with incomes below the Federal \npoverty threshold (Chapin Hall, 2022). This disparity is not improving over time: between 2000 and \n2014, AI/AN, Black, and Hispanic and Latino families experienced more downward income mobility \nthan White and Asian families (Akee et al., 2017).\nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email: info@childwelfare.gov  |  https://www.childwelfare.gov 3\nDespite the dangers that family poverty can pose to the health and well-being of children, U.S. public \npolicy has consistently made a clear separation between financial supports to families and resources \nfor child protection (Weiner et al., 2021), often at the expense of Black, Brown, and AI/AN families. The \nSocial Security Act of 1935 first placed the Aid to Families With Dependent Children (AFDC) program \n(the precursor to TANF) within the Social Security Administration, while social services for families were \nlocated within the Federal Children's Bureau, within the Administration for Children and Families, U.S. \nDepartment of Health and Human Services. This effectively prevented child welfare agencies from using \nfinancial supports as a strategy to keep families safely together. \nIn response to States removing (primarily Black) families from AFDC rolls because they were deemed \n\"unsuitable,\" the 1961 Flemming Rule required States to either provide these families with support or place \nthe children into foster care. A year later, the Social Security Act was amended to create an uncapped \nentitlement for placement into foster care while providing no similar funding stream to support intact \nfamilies (Chapin Hall, 2022). Meanwhile, up to and including the first half of the 20th century, AI/AN \nfamilies were routinely separated by the forced placement of their children in assimilationist boarding \nschools that forbade children to speak their Tribal languages or participate in their culture. The \nprevalence of these abusive institutions, which only began to decline after the passage of the Indian Child \nWelfare Act (ICWA) in 1978, has resulted in generations of trauma, mistrust, and cultural loss.\nIn 1974, the mandated reporting laws enacted as part of the Child Abuse Prevention and Treatment Act  \nfurther cemented a system that emphasizes surveillance of families over preventive care and support. \nMost recently, the Family First Prevention Services Act expands the availability of evidence-based \nprevention strategies but does not include economic supports among the eligible services.\nWHAT WORKS\nThere are numerous theories about how economic policies and social conditions contribute to higher \nrates of neglect reports, citing factors such as the effects of surveillance and overpolicing, social norms, \nand structural and systemic racism. Regardless of the cause, a growing and compelling body of evidence \nshows that promoting family financial stability is associated with reduced risk of both neglect and \ninvolvement with child welfare.\n“Despite the field’s large and almost unanimous embrace of ecological systems theory \nas a framework for understanding the causes of maltreatment, our interventions are \ninordinately focused on changing or fixing the parent. We either have to admit that we \nhave the wrong theory, which I don’t think is the case, or get busy trying to understand \nother aspects of the ecological system that families live within and how changing \nelements of those other parts of the ecology can also prevent maltreatment.”  \n—Kristen Shook Slack, professor, University of Wisconsin–Madison\nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email: info@childwelfare.gov  |  https://www.childwelfare.gov 4\nPREVENTING POVERTY-RELATED NEGLECT AT A POPULATION LEVEL \nAttendees at the first-ever White House Conference on the Care of Dependent Children in 1909, \nwhile acknowledging the overlap of families experiencing poverty and child maltreatment, declared \nthat poverty alone was not a compelling reason to separate children from their families. Today, \napproximately half of States include exemptions for poverty in their statutory definitions of child \nabuse and neglect (Williams et al., 2022).\nOne policy approach to reducing poverty-related neglect is to ensure that every State explicitly \nexcludes poverty-related conditions from its statutory definition of maltreatment. For example, \nWashington State's 2022 Keeping Families Together Act ensures that children cannot be separated \nfrom their families solely on the basis of community or family poverty or inadequate housing. Similar \nlegislation has been passed or proposed in other States (Chapin Hall, 2022).\nThe Centers for Disease Control and Prevention (CDC) have long proposed strengthening economic \nand concrete supports to families as another critical strategy in preventing child maltreatment. \nThese supports improve parents' ability to provide for their children's basic needs, help caregivers \nsecure appropriate child care, and reduce stress and depression. Economic supports may also reduce \nhousehold crowding and increase housing stability (Fortson et al. 2016).\nIn 2021, changes to the Child Tax Credit had a significant impact on child poverty. These changes, \nauthorized by the American Rescue Plan in response to the COVID-19 pandemic, temporarily \nincreased benefit levels, expanded access to families with the lowest incomes, and paid the benefit in \nmonthly installments between July and December. According to the Columbia University Center on \nPoverty and Social Policy, the tax credit, while in effect, reduced monthly child poverty by 30 percent \nand kept more than 3 million children out of poverty (Parolin & Curran, 2022).\nResearch increasingly shows that policies like this that expand benefits and improve financial \nsecurity in households with children decrease neglect reports. Jurisdictions often have discretion to \nimprove access to such benefits by simplifying application processes, making applications available \nonline, reducing barriers to eligibility as permitted, and providing prioritized access to families at \nrisk of separation or involvement with the child protection system. Some of the policies that address \npoverty-related conditions and have shown to reduce neglect rates, specifically, include the following:\nƒ   Earned Income Tax Credit.  One study found that a $1,000 increase in income through the Earned \nIncome Tax Credit is associated with an 8- to 10-percent reduction in CPS involvement for low-\nincome, single-mother households (Berger et al., 2017). A second study found a 10-percent increase \nin  refundable  State earned income tax credit benefits was associated with 241 fewer reports of \nneglect per 100,000 children in the population (Kovski et al., 2021). \nƒ   Medicaid coverage.  In a study comparing States with expanded Medicaid coverage to States that \nchose not to expand coverage, Medicaid expansion was associated with 422 fewer cases of neglect \nper 100,000 children younger than the age of 6 (Brown et al., 2019).\nChildren’s Bureau/ACYF/ACF/HHS | 800.394.3366  |  Email: info@childwelfare.gov  |  https://www.childwelfare.gov 5\nƒ   Minimum wage.  One study found increases in the minimum wage led to fewer child maltreatment \nreports. For every $1 increase, neglect reports for young and school-aged children declined 9.6 percent \n(Raissian & Bullinger, 2017).\nƒ   Child care.  One study found that States with more accommodating policies regarding subsidizing child \ncare for child welfare-involved children had fewer child removals than other States (Meloy et al.2015). \nAnother observed a 16-percent decrease in the likelihood of a neglect report in the following 12 months \nassociated with each additional month that low-income mothers received a child care subsidy (Yang et \nal., 2019). \nƒ   Nutrition assistance and food subsidies.  Medicaid-enrolled children whose parents participated in \nSNAP (i.e., food stamps) and/or Women, Infants, and Children (WIC) programs were found to be at \nlower risk of substantiated maltreatment than children whose parents did not participate in either \nnutrition program (Lee & Mackey-Bilaver, 2007). In rural areas, proximity to stores that accept SNAP \nbenefits has also shown to be associated with fewer neglect reports (Bullinger et al. 2021).\nOther important economic supports, including housing assistance and child support, have been found to \nimpact maltreatment rates in general, although studies may not have specifically focused on neglect:\nƒ   Child support.  One study found that mothers who received TANF and were eligible to receive all child \nsupport paid on behalf of their children (without a decrease in their benefits) were 10 percent less likely \nto have a screened-in maltreatment report than mothers who received only part of their children's child \nsupport payments. Even an increase in child support payments as small as $100 per year had a positive \nimpact (Cancian et al., 2013).\nƒ   Housing assistance.  Supportive housing programs have been shown to result in less substantiated \nmaltreatment, fewer removals, and increased reunification among children of child welfare-involved \nfamilies facing housing instability (Farrell et al., 2018). In another study, homeless families referred for \npermanent housing subsidies experienced 50 percent fewer foster care placements (Gubits et al., 2015).\nThe CDC has identified family-friendly work policies as another important strategy to both support \nfamilies' economic stability and improve the balance"
  },
  {
    "url": "https://www.childwelfare.gov/pdfs/definitions_trafficking.pdf",
    "title": "definitions trafficking",
    "content": "\n\n1Children’s Bureau/ACYF/ACF/HHS  |  800.394.3366  |  Email: info@childwelfare.gov  |  https://www.childwelfare.gov\nHuman trafficking can be compared to a  \nmodern-day form of slavery. It involves the \nexploitation of people through force, coercion, \nthreat, and deception and includes human \nrights abuses such as debt bondage, deprivation \nof liberty, and lack of control over freedom \nand labor.\n1\n Trafficking can be for purposes of \nsexual exploitation or labor exploitation. Sexual \nexploitation includes forcing an individual to engage \nin commercial sex acts, including prostitution or \nthe production of pornography. The types of labor \nexploitation include domestic servitude, restaurant \nwork, janitorial work, sweatshop factory work, and \nmigrant agricultural work. Victims of trafficking  \ncan include adults and minors as well as both U.S.  \ncitizens and foreign nationals.\n1 \n Human trafficking should not be confused with human smuggling. According to the U.S. Department of State, human \nsmuggling is the facilitation, transportation, attempted transportation, or illegal entry of a person across an international \nborder in violation of the laws of one or more countries, either clandestinely or through deception, such as the use of \nfraudulent documents. Human smuggling generally occurs with the consent of the person being smuggled, although that \nperson subsequently may become a victim of trafficking, and the two crimes often co-occur. For more information, see the \nfactsheet Human Trafficking & Migrant Smuggling: Understanding the Difference (from the Office to Monitor and Combat \nTrafficking in Persons, U.S. Department of State).\nDefinitions of Human Trafficking\n1\nSTATE STATUTES \nCURRENT THROUGH JULY 2020\nTo access the statutes for a specific State or territory, visit the State Statutes Search.\nChildren’s Bureau/ACYF/ACF/HHS  |  800.394.3366  | |  https://www.childwelfare.govEmail: info@childwelfare.gov\nWHAT'S INSIDE\nDefinitions of labor trafficking\nDefinitions of sex trafficking of minors\nDefined in child protection laws\n\n2Children’s Bureau/ACYF/ACF/HHS  |  800.394.3366  |  Email: info@childwelfare.gov  |  https://www.childwelfare.gov\nThe Federal Victims of Trafficking and \nViolence Protection Act of 2000 (P.L. 106-\n386)\n2\n defines human trafficking in terms\nof \"involuntary servitude,\" which includes\na condition of servitude induced by means\nof any scheme, plan, or pattern intended\nto cause a person to believe that, if the\nperson did not enter into or continue in\nsuch condition, that person or another\nperson would suffer serious harm or physical\nrestraint. A person also may be induced to\na condition of servitude by the abuse or\nthreatened abuse of the legal process.\n3\nOther definitions from the act include the \nfollowing: \nDebt bondage: The status or condition\nof a debtor arising from a pledge by the\ndebtor of his or her personal services, or of\nthose of a person under his or her control,\nas a security for the debt when the value\nof those services, as reasonably assessed,\nare not applied toward the liquidation of\nthe debt or the length and nature of those\nservices are not respectively limited and\ndefined\nSevere forms of trafficking in persons:\nIncludes (1) sex trafficking in which a\ncommercial sex act is induced by force,\nfraud, or coercion or in which the person\ninduced to perform such act is younger\nthan age 18 or (2) the recruitment,\nharboring, transportation, provision, or\nobtaining of a person for labor or services\nthrough the use of force, fraud, or coercion\nfor the purpose of subjection to involuntary\nservitude, peonage, debt bondage, or\nslavery\n2 \n P.L. 106-386 has been reauthorized six times since its enactment in 2000 by the Trafficking Victims Protection \nReauthorization Act of 2003 (P.L. 108-193); the Trafficking Victims Protection Reauthorization Act of 2005 (P.L. 109-164); \nthe William Wilberforce Trafficking Victims Protection Reauthorization Act of 2008 (P.L. 110-457); title XII of the Violence \nAgainst Women Reauthorization Act of 2013 (P.L. 113-4); the Justice for Victims of Trafficking Act of 2015 (P.L. 114-22); and the \nTrafficking Victims Protection Reauthorization Act of 2017 (P.L. 115-427).\n3 \n 22 U.S.C. § 7102 (2020). As defined in Federal law, the term “abuse or threatened abuse of the legal process” means the use \nor threatened use of a law or legal process, whether administrative, civil, or criminal, in any manner or for any purpose for \nwhich the law was not designed, in order to exert pressure on another person to cause that person to take some action or \nrefrain from taking some action.\n4 \n 42 U.S.C. § 5106g(b) (2020)\nSex trafficking: The recruitment, harboring,\ntransportation, provision, obtaining,\npatronizing, or soliciting of a person for the\npurpose of a commercial sex act\nThe Justice for Victims of Trafficking Act of \n2015 (P. L. 114-22 (2015)) amended the Federal \ndefinition of child abuse and neglect provided \nby the Child Abuse Prevention and Treatment \nAct (P. L. 111-320 (2010)) with the addition of \nthe following special rule:\nA child shall be considered a victim of \"child \nabuse and neglect\" and of \"sexual abuse\" \nif the child is identified, by a State or local \nagency employee of the State or locality \ninvolved, as being a victim of sex trafficking \n(as defined in § 103(10) of the Trafficking \nVictims Protection Act of 2000 (22 U.S.C. \n§7102)) or a victim of severe forms of\ntrafficking in persons described in § 103(9)\n(A)[22 U.S.C. § 7102(9)(A)].\n4\nDEFINED IN CHILD PROTECTION \nL\nAWS\nMany States have expanded their civil child \nprotection definitions to include trafficking \nof children. The inclusion of trafficking within \nthe definitions enables child protective \nagencies to respond to reports of trafficking \nas child abuse—regardless of whether the \nperpetrator of the trafficking is a parent or \nother caregiver—and to provide services \nto victims of trafficking. In approximately \n20 States, the crime of human trafficking, \nincluding labor trafficking, involuntary \n\n3Children’s Bureau/ACYF/ACF/HHS  |  800.394.3366  |  Email: info@childwelfare.gov  |  https://www.childwelfare.gov\nservitude, or trafficking of minors, is included \nin the definition of physical child abuse.\n5\n \nAll States include sexual abuse in their \ndefinitions of child abuse, and sexual \nexploitation is an element of the definition \nof sexual abuse in most jurisdictions. Sexual \nexploitation includes allowing the child to \nengage in prostitution or in the production of \nchild pornography.\n6\n In 35 States, the definition \nof child abuse or neglect or sexual abuse \nincludes human trafficking, including sex \ntrafficking or trafficking of children for sexual \npurposes.\n7\n These definitions, however, do not \nalways describe in any detail what elements \nconstitute an act of trafficking in persons. For \nthat, it often is necessary to look at a State's \ncriminal definitions of human trafficking.\nDEFINITIONS OF LABOR \nTRAFFICKING\nLabor trafficking occurs when a person \nknowingly recruits, entices, harbors, \ntransports, provides, or obtains by any means, \nincluding, but not limited to, through the use \nof force, abduction, coercion, fraud, deception, \nblackmail, or causing or threatening to cause \nfinancial harm, another person for forced \nlabor or services. A person also commits \ntrafficking of persons if he or she benefits, \nfinancially or by receiving anything of value, \nfrom participation in such activities. In 49 \nStates, the District of Columbia, Guam, the \nNorthern Mariana Islands, Puerto Rico, and \nthe U.S. Virgin Islands, there are laws that \n5 \n The word \"approximately\" is used to stress the fact that the States frequently amend their laws. This information is \ncurrent through July 2020. Arkansas, Colorado, Hawaii, Idaho, Illinois, Indiana, Kansas, Louisiana, Mississippi, Nebraska, New \nHampshire, New York, North Carolina, Oklahoma, Pennsylvania, South Carolina, Texas, Utah, Virginia, and West Virginia \ninclude labor trafficking in their definitions of child abuse.\n6 \n Commercial sexual exploitation, including the production of child pornography, can be regarded as a type of sex trafficking.\n7 \n The States that specifically include the term \"sex trafficking\" in their civil definitions of child abuse include Arizona, \nArkansas, California, Colorado, Florida, Georgia, Hawaii, Idaho, Illinois, Indiana, Iowa, Kansas, Louisiana, Maine, Maryland, \nMassachusetts, Minnesota, Mississippi, Missouri, Montana, Nebraska, Nevada, New Hampshire, New York, North Carolina, \nNorth Dakota, Oklahoma, Pennsylvania, South Carolina, Tennessee, Texas, Vermont, Virginia, West Virginia, and Wisconsin.\n8 \n Virginia and American Samoa currently do not have laws defining labor trafficking.\nprohibit trafficking of persons for the purpose \nof involuntary servitude.\n8\nFederal and most State definitions of labor \ntrafficking do not distinguish between minors \nand adults, so some element of force, fraud, \ncoercion, or deception must be present for \nchildren to be defined as victims of labor \ntrafficking. Conditions that are considered \nforce, fraud, coercion, or deception in the \nlabor trafficking of adults or minors include \nthe following:\nThreatening serious harm to, or physical\nrestraint against, the victim or a third\nperson\nDestroying, concealing, removing,\nconfiscating, or possessing any passport,\nimmigration document, or other\ngovernment identification document\nAbusing or threatening abuse of the law or\nlegal process against the victim or a third\nperson\nPlacing a person in debt bondage\nProviding a drug, including alcohol, to\nanother person with the intent to impair\nthe person's judgment or maintain a state of\nchemical dependence\nWrongfully taking, obtaining, or\nwithholding any property of another person\nBlackmail\nAsserting control over the finances of\nanother person\nWithholding or threatening to withhold\nfood or medication\n\n4Children’s Bureau/ACYF/ACF/HHS  |  800.394.3366  |  Email: info@childwelfare.gov  |  https://www.childwelfare.gov\nDEFINITIONS OF SEX \nTRAFFICKING OF MINORS\nAll States, the District of Columbia, American \nSamoa, Guam, the Northern Mariana Islands, \nPuerto Rico, and the Virgin Islands have \nlaws prohibiting trafficking of persons for \nthe purpose of commercial sexual activity. \nThe term \"sex trafficking\" refers to criminal \nactivity whereby one or more persons are \nsubjected to engaging in commercial sexual \nactivity through the use of force, fraud, or \ncoercion, except that if the trafficked person \nis younger than age 18, the commercial sexual \nactivity need not involve force, fraud, or \ncoercion. In fact, according to the Federal \nVictims of Trafficking and Violence Protection \nAct of 2000, any child younger than age 18 \nwho is induced to engage in commercial \nsexual activity is a victim of sex trafficking.\nHuman trafficking of a child for sexual \nexploitation includes all forms of commercial \nsexual activity with a child, including \nprostitution and participation in the \nproduction of pornography. In 28 States, \nGuam, the Northern Mariana Islands, and \nthe Virgin Islands, the term \"commercial \nsexual activity\" includes sexually explicit \nperformance, such as performance in a strip \nclub or exotic dancing.\n9\n The term \"commercial \nsexual activity\" also means any sexual activity, \n9 \n Alabama, Arizona, Arkansas, Colorado, Delaware, Florida, Idaho, Illinois, Indiana, Iowa, Kentucky, Massachusetts, Michigan, \nMississippi, Missouri, Montana, Nebraska, New Hampshire, New Mexico, North Dakota, Ohio, Oklahoma, Rhode Island, South \nCarolina, Utah, Vermont, Washington, and Wisconsin\nsuch as those described in this paragraph, for \nwhich anything of value is given to or received \nby any person.\nSUGGESTED CITATION: \nChild Welfare Information Gateway. (2020). \nDefinitions of human trafficking. Washington, \nDC: U.S. Department of Health and Human \nServices, Administration for Children and \nFamilies, Children's Bureau.\n \nThis publication is a product of the State \nStatutes Series prepared by Child Welfare \nInformation Gateway. While every attempt \nhas been made to be as complete as \npossible, additional information on these \ntopics may be in other sections of a \nState’s code as well as agency regulations, \ncase law, and informal practices and \nprocedures.\nU.S. Department of Health and Human Services \nAdministration for Children and Families \nAdministration on Children, Youth and Families \nChildren’s Bureau\nThis material may be freely reproduced and distributed. However, when doing so, please credit Child Welfare Information Gateway. This \npublication is available online at https://www.childwelfare.gov/topics/systemwide/laws-policies/statutes/definitions-trafficking/."
  }
]